Repository: NMarjou/localization-app
Catalog: TMs/en-US_ja-JP.tmx
Source language: en_us
Languages: ja_jp

source: The list can load up to {{count}} results. Use the search field to find additional organizational units.
ja_jp: リストには最大 {{count}} 件の結果を読み込めます。追加の組織単位を検索するには、検索フィールドを使用してください。

source: Find workers by organizational unit
ja_jp: 組織単位別に従業員を検索

source: The list can load up to {{count}} results. Use the search field to find additional workers.
ja_jp: リストには最大 {{count}} 件の結果を読み込めます。追加の社員を検索するには、検索フィールドを使用してください。

source: Find specific workers
ja_jp: 特定の従業員を検索

source: Manage {{templateName}}
ja_jp: 「{{templateName}}」を管理

source: Manage reviews
ja_jp: レビューを管理

source: Both parties will need to submit their review again. The manager should wait for the worker review to be submitted before submitting theirs. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
ja_jp: 両者とも、レビューを再度送信する必要があります。マネージャは、従業員のレビューが送信されるのを待ってから、自分のレビューを送信してください。 なお、フォームはバックグラウンドで処理されます。選択されたレビュー数によっては、これらを処理してマネージャに返送している間、将来の選択を適用した際にこれらのフォームの一部が引き続き表示される可能性があります。その場合もアプリケーションは使用でき、必要な他のアクションの実行も可能です。

source: {{count}} review was successfully reopened for workers and managers.
ja_jp: {{count}}件のレビューが従業員とマネージャに対して正常に再オープンされました。

source: {{count}} reviews were successfully reopened for workers and managers.
ja_jp: {{count}}件のレビューが従業員とマネージャに対して正常に再オープンされました。

source: Move {{count}} review to the "In progress" stage for workers and managers. Both parties will need to submit their review again. This action cannot be undone.
ja_jp: 従業員とマネージャに対し、{{count}}件のレビューを［進行中］ステージに移行します。両者ともがレビューを再度送信する必要があります。この操作は元に戻せません。

source: Move {{count}} reviews to the "In progress" stage for workers and managers. Both parties will need to submit their review again. This action cannot be undone.
ja_jp: 従業員とマネージャに対し、{{count}}件のレビューを［進行中］ステージに移行します。両者ともがレビューを再度送信する必要があります。この操作は元に戻せません。

source: Reopen reviews for workers and managers
ja_jp: 従業員とマネージャに対してレビューを再オープン

source: Move {{count}} review to the "In progress" stage for workers and managers. Both parties will need to resubmit their review. This action cannot be undone.
ja_jp: 従業員とマネージャに対し、{{count}}件のレビューを［進行中］ステージに移行します。両者ともがレビューを送信する必要があります。この操作は元に戻せません。

source: Move {{count}} reviews to the "In progress" stage for workers and managers. Both parties will need to resubmit their review. This action cannot be undone.
ja_jp: 従業員とマネージャに対し、{{count}}件のレビューを［進行中］ステージに移行します。両者ともがレビューを送信する必要があります。この操作は元に戻せません。

source: Reopen reviews for both workers and managers
ja_jp: 従業員とマネージャの両方に対してレビューを再オープン

source: Managers will need to republish their inputs to be considered in the review. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
ja_jp: レビューにおいて考慮されるようにするには、マネージャは自身の入力内容を再公開する必要があります。 なお、フォームはバックグラウンドで処理されます。選択されたレビュー数によっては、これらを処理してマネージャに返送している間、将来の選択を適用した際にこれらのフォームの一部が引き続き表示される可能性があります。その場合もアプリケーションは使用でき、必要な他のアクションの実行も可能です。

source: {{count}} review was successfully moved to "Pending publishing" stage.
ja_jp: {{count}}件のレビューが［公開待ち］ステージに正常に移行されました。

source: {{count}} reviews were successfully moved to "Pending publishing" stage.
ja_jp: {{count}}件のレビューが［公開待ち］ステージに正常に移行されました。

source: Managers will need to republish their inputs to be considered in the review. This action cannot be undone.
ja_jp: レビューにおいて考慮されるようにするには、マネージャは自身の入力内容を再公開する必要があります。この操作は元に戻すことができません。

source: Move reviews to "Pending publishing" stage
ja_jp: レビューを［公開待ち］ステージに移行

source: Managers will need to submit the review again. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can continue using the application and perform any other required actions.
ja_jp: マネージャーは、レビューを再度提出する必要があります。 フォームはバックグラウンドで処理されることに注意してください。選択したレビューの件数によっては、処理中にフォームが管理者に返送されるため、今後の選択を適用する際に一部のフォームが引き続き表示される場合があります。アプリケーションは引き続き使用でき、他に必要な操作を実行できます。

source: {{count}} review was successfully reopened.
ja_jp: {{count}}件のレビューが正常に再開されました。

source: {{count}} reviews were successfully reopened.
ja_jp: {{count}}件のレビューが正常に再開されました。

source: Move {{count}} review to the "In progress" stage. Managers will need to submit their review again. This action cannot be undone.
ja_jp: {{count}}件のレビューを「進行中」ステージに移動します。マネージャーはレビューを再提出する必要があります。この操作は元に戻せません。

source: Move {{count}} reviews to the "In progress" stage. Managers will need to submit their review again. This action cannot be undone.
ja_jp: {{count}}件のレビューを「進行中」ステージへ移動します。マネージャーはレビューを再提出する必要があります。この操作は元に戻せません。

source: Reopen reviews
ja_jp: レビューを再開する

source: This review is now reopened for managers to edit. The reviews will need to be republished to capture the changes/updates of the managers. If you have reopened a significant number of reviews, please allow adequate processing time for the completion of this action. You can still keep using the application and take any further actions required while the system is processing.
ja_jp: このレビューは、マネージャが編集できるよう再オープンされました。マネージャの変更や更新を反映するには、レビューを再公開する必要があります。多数のレビューを再オープンした場合は、このアクションの完了に十分な処理時間を見積もってください。システムが処理中でも、アプリケーションは引き続き使用でき、必要な追加アクションの実行も可能です。

source: {{count}} review was successfully moved to the "Conversation & publication" stage.
ja_jp: {{count}}件のレビューが［会話と公開］ステージに正常に移行されました。

source: {{count}} reviews were successfully moved to the "Conversation & publication" stage.
ja_jp: {{count}}件のレビューが［会話と公開］ステージに正常に移行されました。

source: Moving a closed review back to the "Conversation & publication" stage allows the manager to edit the review and publish again.
ja_jp: クローズされたレビューを［会話と公開］ステージに戻すことで、マネージャはレビューを編集し、再度公開できます。

source: Move reviews to "Conversation & publication" stage
ja_jp: レビューを［会話と公開］ステージに移行

source: If you have moved a significant number of reviews to this stage, please allow adequate processing time for the completion of this action. You can still keep using the application and take any further actions required while the system is processing.
ja_jp: 多数のレビューをこのステージに移行した場合は、このアクションの完了に十分な処理時間を見積もってください。システムが処理中でも、アプリケーションは引き続き使用でき、必要な追加アクションの実行も可能です。

source: {{count}} review was successfully moved to "Pending sign-off" stage.
ja_jp: {{count}}件のレビューが正常に［サインオフ待ち］ステージに移行されました。

source: {{count}} reviews were successfully moved to "Pending sign-off" stage.
ja_jp: {{count}}件のレビューが正常に［サインオフ待ち］ステージに移行されました。

source: Moving the accepted review back to "Pending sign-off" stage...
ja_jp: 承諾済みのレビューを［サインオフ待ち］ステージに再度移行しています...

source: Move reviews back to "Pending sign-off" stage
ja_jp: レビューを［サインオフ待ち］ステージに再度移行

source: Once a review is closed, it is finalized and no longer editable by either the manager or the worker. However, both parties can still view the content and download the review as a PDF for reference. Note that reviews are processed in the background. Depending on the number of selected reviews, you might still see some forms temporarily in other stages they are being processed. You may continue using the application and perform other actions while the updates are applied.
ja_jp: レビューが一度クローズされると、最終化され、マネージャーも従業員も編集できなくなります。ただし、両者とも内容を閲覧したり、レビューをPDFとしてダウンロードして参照することは可能です。 レビューはバックグラウンドで処理されることにご注意ください。選択したレビューの数によっては、処理中の他の段階で一時的にいくつかのフォームが表示される場合があります。更新が適用されている間も、引き続きアプリケーションを使用し、他の操作を行うことができます。

source: {{count}} review was successfully moved to the "Closed (system)" stage.
ja_jp: {{count}} 件のレビューが「クローズド（システム）」ステージに正常に移動されました。

source: {{count}} reviews were successfully moved to the "Closed (system)" stage.
ja_jp: {{count}} 件のレビューが「クローズド（システム）」ステージに正常に移動されました。

source: Move {{count}} review to the "Closed (system)" stage. This action cannot be undone.
ja_jp: {{count}} 件のレビューを「クローズド（システム）」ステージに移動します。この操作は元に戻せません。

source: Move {{count}} reviews to the "Closed (system)" stage. This action cannot be undone.
ja_jp: {{count}} 件のレビューを「クローズド（システム）」ステージに移動します。この操作は元に戻せません。

source: Once this stage is completed, the manager reviewer will be notified so that they can make changes to their ratings and comments before publishing the review for the worker. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
ja_jp: このステージが完了すると、マネージャレビュー担当者に通知され、レビューを従業員に公開する前に、評価やコメントを変更できるようになります。 なお、フォームはバックグラウンドで処理されます。選択されたレビュー数によっては、これらを処理してマネージャに返送している間、将来の選択を適用した際にこれらのフォームの一部が引き続き表示される可能性があります。その場合もアプリケーションは使用でき、必要な他のアクションの実行も可能です。

source: {{count}} review was successfully moved to "Conversation & publication" stage.
ja_jp: {{count}}件のレビューが［会話と公開］ステージに正常に移行されました。

source: {{count}} reviews were successfully moved to the "Conversation & publication" stage.x
ja_jp: {{count}}件のレビューが［会話と公開］ステージに正常に移行されました。

source: Move {{count}} review to the "Conversation & publication" stage. This action cannot be undone.
ja_jp: {{count}}件のレビューを［会話と公開］ステージに移行します。この操作は元に戻せません。

source: Move {{count}} reviews to the "Conversation & publication" stage. This action cannot be undone.
ja_jp: {{count}}件のレビューを［会話と公開］ステージに移行します。この操作は元に戻せません。

source: Review stage changed
ja_jp: レビュー段階が変更されました

source: Current selection: {{count}}
ja_jp: 現在の選択：{{count}}件

source: Select reviews to continue
ja_jp: 続行するレビューを選択してください

source: To move reviews to a different stage, select the review stage and then filter to find specific reviews in the selected stage.
ja_jp: レビューを別のステージに移行するには、レビューのステージを選択してから、フィルタを使用して、選択されたステージにある特定のレビューを見つけます。

source: Select a stage to continue
ja_jp: 続行するステージを選択してください

source: Move stages
ja_jp: ステージを移行

source: Reviews in the selected stage: {{count}}
ja_jp: 選択したステージのレビュー数：{{count}}

source: {{count}} reviews were successfully moved.
ja_jp: {{count}} 件のレビューが正常に移動されました。

source: {{count}} review was successfully moved.
ja_jp: {{count}} 件のレビューが正常に移動されました。

source: Move to "Conversation & publication" stage
ja_jp: ［会話と公開］ステージに移行

source: Move to "Closed (system)" stage
ja_jp: 「クローズド（システム）」ステージに移動

source: Move to "Pending sign-off" stage
ja_jp: ［サインオフ待ち］ステージに移行

source: Reopen (worker and manager)
ja_jp: 再オープン（従業員とマネージャ）

source: You’re about to reassign the manager for this performance review. The new manager will gain all permissions and actions currently available to the existing manager.
ja_jp: このパフォーマンスレビューのマネージャーを再割り当てしようとしています。新しいマネージャーは、既存のマネージャーが現在利用できるすべての権限とアクションを取得します。

source: Reviews in "{{stage}}" stage: {{count}}
ja_jp: 「{{stage}}」ステージのレビュー数：{{count}}

source: Exclude sensitive content
ja_jp: センシティブなコンテンツを除外

source: Search for sensitive content
ja_jp: センシティブなコンテンツを検索

source: Show only sensitive content
ja_jp: センシティブなコンテンツを表示

source: Show all
ja_jp: すべて表示

source: Back to performance review templates
ja_jp: 業績レビューテンプレートに戻る

source: Delete selected
ja_jp: 選択したアイテムを削除

source: Reviews that have passed the moderation stage cannot be deleted.
ja_jp: モデレーションステージを通過したレビューは削除できません。

source: Current stage
ja_jp: 現在のステージ

source: Global ID
ja_jp: グローバルID

source: Review content
ja_jp: レビューコンテンツ

source: Manager view
ja_jp: マネージャビュー

source: Move to a different stage
ja_jp: 別のステージに移行

source: New review stage
ja_jp: 新しいレビューステージ

source: Search results: {{count}}
ja_jp: 検索結果：{{count}}件

source: Review stage: {{stage}}
ja_jp: レビューのステージ：{{stage}}

source: View review
ja_jp: レビューを表示

source: This review doesn't exist or is no longer available to you.
ja_jp: このレビューは存在しないか、使用できなくなっています。

source: Indicate frequency
ja_jp: 頻度を指定

source: Only reopen the form if you want the worker to also edit and resubmit their review. Otherwise, you can edit your comments and rating directly below.
ja_jp: フォームの再オープンは、レビューの編集と再送信を従業員にも求める場合にのみ実行してください。それ以外の場合は、以下で直接コメントと評価を編集できます。

source: If you reopen this review, {{employee}} will be notified and will be able to edit their review.
ja_jp: このレビューを再オープンすると、{{employee}}さんが通知を受信し、本人のレビューを編集できるようになります。

source: If you reopen this review, {{employee}} will be notified.
ja_jp: このレビューを再開すると、{{employee}} に通知されます。

source: Requested to {{count}} workers:
ja_jp: {{count}}人の従業員にリクエスト済み：

source: Requested to 1 worker:
ja_jp: 1人の従業員にリクエスト済み：

source: {{count}} people have answered this request
ja_jp: {{count}}人がこのリクエストに回答済み

source: {{count}} person has answered this request
ja_jp: {{count}}人がこのリクエストに回答済み

source: {{count}} people have not answered this request
ja_jp: {{count}}人がこのリクエストに未回答

source: {{count}} person has not answered this request
ja_jp: {{count}}人がこのリクエストに未回答

source: Add all goal types
ja_jp: すべての目標タイプを追加

source: If you publish this review now, {{employee}} will not be able to submit their self-review and you will not be able to edit your review later. Once published, {{employee}} will see the outcome of the review.
ja_jp: このレビューを今公開すると、{{employee}}さんは自己レビューを送信できなくなり、あなたが後でレビューを編集することもできなくなります。公開されると、{{employee}}さんはレビューの結果を閲覧できるようになります。

source: I understand. I want to publish this review now.
ja_jp: 了承の上、今すぐこのレビューを公開します。

source: OK. I will wait for the self-review to be submitted, and I will publish this review later.
ja_jp: わかりました。自己レビューが送信されるのを待ってから、後でこのレビューを公開します。

source: Peers
ja_jp: ピア

source: Self
ja_jp: 自己

source: 360 review
ja_jp: 360レビュー

source: Your review was submitted and will now be visible to the manager reviewer. Once published by the manager, the self-reviewer will also be able to see your input.
ja_jp: あなたのレビューは送信されたため、マネージャレビュー担当者に表示されます。マネージャによって公開されると、自己レビュー実施者もあなたの入力内容を閲覧できるようになります。

source: The new manager was successfully assigned to the review.
ja_jp: 新しいマネージャがレビューに正常に割り当てられました。

source: The manager was successfully removed from the review.
ja_jp: マネージャーはレビューから正常に削除されました。

source: Additional managers
ja_jp: 追加マネージャ

source: After applying, all remaining requests to add managers by the worker will be dismissed.
ja_jp: 適用後、従業員によるマネージャ追加の残りのリクエストはすべて却下されます。

source: Remember that the focus of your performance review should be the changes you can make to be more impactful in the future. It’s good to reflect on the past, but don't forget to translate it into an action looking forward.
ja_jp: 業績レビューの主眼はあくまで、将来ますます影響力を発揮するために変えられる事柄に置かれる必要があります。過去を振り返ることは有効ですが、それを未来に向けたアクションへと転換することを忘れないでください。

source: Here are some tips to make the most out of your performance conversation.
ja_jp: 業績に関する会話を最大限に活用するためのヒントをご紹介します。

source: Performance reviews can be daunting; make sure to address any concerns you have with your manager before the review so that you can have a productive conversation together.
ja_jp: 業績レビューは、ときに気が滅入る取り組みです。生産的な会話ができるよう、懸念事項については必ずレビュー前にマネージャに相談しておきましょう。

source: Gather your performance data, including feedback from colleagues, progress on your goals, survey reports, and any other relevant data. It is important to analyze your performance data so that you're ready and prepared for your performance review.
ja_jp: 同僚からのフィードバックや、目標の進捗、アンケートレポート、その他関連するデータを含めた業績データを収集しましょう。業績データを分析することは、業績レビューの準備を整える上で重要です。

source: Have a great review conversation!
ja_jp: レビューについて有意義な会話をしましょう！

source: Ahead of your performance review, take the time to look back on your progress and your achievements. This is the time to voice how you want to progress in your role and to plan a roadmap with your manager.
ja_jp: 業績レビューに先立ち、自分のこれまでの進捗と達成事項を振り返る時間を取りましょう。この機会にこそ、自分の役割においてどのような前進を果たしたいかを言語化し、それを基にマネージャとともにロードマップを策定してください。

source: Attachment:
ja_jp: 添付ファイル：

source: Why not request feedback on your behaviors now?
ja_jp: 自分の行動について、今すぐフィードバックをリクエストしてみましょう！

source: Hide behavior details
ja_jp: 行動の詳細を非表示

source: For your conversation, reflect on {{name}}'s behavior profile and think about occurrences when they have demonstrated each behavior, and what you think they should focus on in the future.
ja_jp: 会話に向けて、{{name}}さんの行動プロファイルを振り返り、この方が各行動を示した場面や、今後注力すべき事項について考えます。

source: For your conversation, reflect on your behavior profile and think about occurrences when you demonstrated each behavior, or how you can focus on them in the future. Reflect on any feedback or insights you have received from your colleagues and whether you can use these to highlight any examples you have. Notice any gaps in your wheel? Request feedback now from your peers and stakeholders on any key behaviors.
ja_jp: 会話に向けて、自分の行動プロファイルを振り返り、自分が各行動を示した場面や、将来どのようにこれらに注力すべきかを考えます。 同僚から受けたフィードバックや洞察を振り返り、それらを活用して過去の例をアピールできないか考えてみましょう。 ホイールのギャップに気づいた場合は、重要な行動に関する同僚やステークホルダーからのフィードバックを今すぐリクエストしてください。

source: Show behavior details
ja_jp: 行動の詳細を表示

source: {{name}} has not received any behaviors over this review period.
ja_jp: {{name}}さんは、このレビュー期間中に行動を受信していません。

source: You have not received any behaviors over this review period.
ja_jp: あなたは、このレビュー期間中に行動を受信していません。

source: {{name}}'s behavior profile
ja_jp: {{name}}さんの行動プロファイル

source: This was not resolved. I want to formally challenge my review.
ja_jp: この問題は解決しませんでした。自分のレビューに正式に異議を申し立てます。

source: Discussion requested
ja_jp: ディスカッションがリクエストされました

source: Challenged
ja_jp: 異議申し立て済み

source: Change scale
ja_jp: 尺度を変更

source: Comments added by:
ja_jp: コメント追加者：

source: Share your final thoughts
ja_jp: 最終的な意見を共有

source: Complete moderation
ja_jp: モデレーションを完了

source: Go to the review list
ja_jp: レビューリストに移動

source: Stay on this review
ja_jp: このレビューを引き続き表示

source: Please check the status of the review timeline at the top of the review form to see the next step in the process for {{employee}}.
ja_jp: レビューフォームの上部にあるレビュータイムラインのステータスをチェックし、{{employee}}さんに関するこのプロセスにおける次のステップを確認してください。

source: You have completed the moderation stage.
ja_jp: モデレーションステージを完了しました。

source: I confirm that I have received feedback during the review challenge process.
ja_jp: 私は、レビューの異議申し立てプロセス中にフィードバックを受信したことを表明します。

source: Confirmation
ja_jp: 確認

source: Performance conversation confirmation
ja_jp: 業績に関する会話の確認

source: Create custom widget
ja_jp: カスタムウィジェットを作成

source: Edit widget
ja_jp: ウィジェットを編集

source: No custom widgets yet
ja_jp: まだカスタムウィジェットがありません

source: Editable after result publication
ja_jp: 結果公開後に編集可能

source: Are you sure you want to exit? Your changes will not be saved.
ja_jp: 終了してもよろしいですか？ 変更は保存されません。

source: Create widget
ja_jp: ウィジェットを作成

source: Enter a question
ja_jp: 質問を入力

source: Widget title
ja_jp: ウィジェットタイトル

source: Enter a title
ja_jp: タイトルを入力

source: Widget visible to managers and workers
ja_jp: マネージャと従業員に表示されるウィジェット

source: Widget visible only to managers
ja_jp: マネージャのみに表示されるウィジェット

source: Widget placement
ja_jp: ウィジェットの配置

source: Above the overall performance
ja_jp: 総合業績の上

source: End of the form
ja_jp: フォームの末尾

source: Top of the form
ja_jp: フォームの冒頭

source: Response visibility
ja_jp: 応答の表示/非表示

source: Reassign my manager review
ja_jp: 私のマネージャレビューを再割り当て

source: Manager — Reassigned by {{name}}
ja_jp: マネージャ — {{name}}さんが再割り当てしました

source: Reassigned manager review to:
ja_jp: マネージャレビューを以下に再割り当て済み：

source: Reassigned to you by:
ja_jp: 以下からあなたに再割り当て済み：

source: I want to discuss further
ja_jp: さらなるディスカッションを希望

source: Do you want to respond or highlight any changes to the worker?
ja_jp: 応答、または変更点を従業員に対して強調しますか？

source: You have indicated that you would like to have a conversation about your review; therefore, your manager will be able to amend their ratings and comments. Once they republish the review, you will be able to accept or challenge their final submission.
ja_jp: あなたは、レビューに関する会話を希望する旨を示しました。このため、マネージャは評価とコメントを修正できます。マネージャがレビューを再公開すると、あなたはその最終的な送信を受諾するか、異議を申し立てることができます。

source: Edit performance review
ja_jp: パフォーマンスレビューを編集

source: If you submit your self-review now, you will not be able to edit it later.
ja_jp: 自己レビューを今送信すると、後で編集することはできません。

source: If you submit now, {{employee}} will not be able to submit their self-review.
ja_jp: 今送信すると、{{employee}}さんは自己レビューを送信できなくなります。

source: I understand. I want to submit my self-review now.
ja_jp: 了承の上、今すぐ自己レビューを送信します。

source: Your self-review was submitted to your manager.
ja_jp: 自己レビューがマネージャに送信されました。

source: I understand. I want to submit my review now and start the performance conversation.
ja_jp: 了承の上、今すぐレビューを送信して、業績に関する会話を開始します。

source: I need to continue making changes. I will submit my review later.
ja_jp: 引き続き変更する必要があるため、後でレビューを送信します。

source: I need to continue making changes. I will submit my self-review later.
ja_jp: 引き続き変更する必要があるため、後で自己レビューを送信します。

source: No description, measurement criteria or key deliverables to display.
ja_jp: 表示する説明、測定基準、または主な成果はありません。

source: If you submit your review now, you will not be able to edit it later.
ja_jp: レビューを今送信すると、後で編集することはできません。

source: If you submit now, {{reviewers}} will not be able to submit their reviews.
ja_jp: 今送信すると、{{reviewers}}さんは自分のレビューを送信できなくなります。

source: I understand. I want to submit my manager review now.
ja_jp: 了承の上、今すぐマネージャレビューを送信します。

source: OK. I will wait for the other reviews to be submitted.
ja_jp: わかりました。他のレビューが送信されるのを待ちます。

source: The additional manager review is optional. No review was provided yet.
ja_jp: 追加マネージャレビューは任意です。まだレビューが提供されていません。

source: I understand. I want to submit my review now.
ja_jp: 了承の上、今すぐレビューを送信します。

source: {{name}} has not received any feedback that is visible to you over this review period.
ja_jp: {{name}}さんは、このレビュー期間中にあなたに表示されるフィードバックを受信していません。

source: Why not review your feedback now?
ja_jp: 今すぐフィードバックをレビューしてみましょう！

source: You have not received any feedback that is visible to {{name}} over this review period.
ja_jp: あなたは、このレビュー期間中に{{name}}さんに表示されるフィードバックを受信していません。

source: Change overall performance comment
ja_jp: 総合業績コメントを変更

source: Change overall performance rating
ja_jp: 総合業績評価を変更

source: Clicking the button will confirm your agreement with the performance review data.
ja_jp: ボタンをクリックすると、業績レビューのデータに同意を表明したことになります。

source: This performance review was validated by a higher-level manager.
ja_jp: この業績レビューは、より上位のマネージャによって検証されました。

source: The review was successfully validated.
ja_jp: レビューが正常に検証されました。

source: This snapshot reflects the status of the behaviors as of {{date}}
ja_jp: このスナップショットは、{{date}}時点での行動の状況を反映しています。

source: Close details
ja_jp: 詳細を閉じる

source: Tags:
ja_jp: タグ：

source: View details
ja_jp: 詳細を表示

source: Goals and feedback were shared with the reassigned manager to enable completion of the review.
ja_jp: レビューを完了できるよう、再割り当てされたマネージャに対して目標とフィードバックが共有されました。

source: Goals at a glance
ja_jp: 目標クイックビュー

source: Review uploaded by HR on {{date}}
ja_jp: {{date}}に人事部がアップロードしたレビュー

source: Not submitted
ja_jp: 未提出

source: Access reviews, monitor progress, and keep up with the process.
ja_jp: レビューにアクセスし、進捗を監視して、プロセスを順調に進めましょう。

source: This was resolved. I’m happy with the outcome.
ja_jp: この問題は解決しました。結果に満足しています。

source: Go to this goal page
ja_jp: この目標ページに移動

source: Show closed reviews
ja_jp: クローズされたレビューを表示

source: Manager to complete the challenge review:
ja_jp: 異議申し立てレビューを行うマネージャ：

source: There are {{count}} reviews in "{{stage}}" stage. Apply filters to view the reviews and move them to the next stage.
ja_jp: ［{{stage}}］ステージには{{count}}件のレビューがあります。フィルタを適用してレビューを表示し、次のステージに移行してください。

source: View all or apply filters to see reviews and available actions
ja_jp: すべて表示するか、フィルターを適用してレビューと利用可能なアクションを確認してください

source: No reviews match your current filter selection. Edit your filter selection to find reviews and move them to other stages.
ja_jp: 現在のフィルタ選択に一致するレビューはありません。フィルタ選択を編集してレビューを見つけ、他のステージに移行してください。

source: Apply filters to view and delete reviews
ja_jp: フィルタを適用してレビューを表示および削除

source: Delete selected reviews
ja_jp: 選択されたレビューを削除

source: Search for managers and IDs
ja_jp: マネージャとIDを検索

source: Search for an organizational unit
ja_jp: 組織単位を検索
